IDEA Open Model
MatPrestressSteelEc2.DiagramType Property
Compatible with IDEA StatiCa 20.1
 Type of diagram
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReinfDiagramType DiagramType { get; set; }
Public Property DiagramType As ReinfDiagramType
	Get
	Set
Property Value
Type: ReinfDiagramType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace